const recipesDb = [
    {
        imgSrc: 'https://i.obozrevatel.com/food/recipemain/2019/2/28/gg.jpg?size=636x424',
        name: 'Гороховий суп',
        description: "Гороховий суп – це ситна та смачна страва, яка зігріє в холодну пору року",
        cookingTime: '10',
        ingredients: ['1 склянка колотого гороху', '2,5 літра води', '3-4 картоплини', '1 цибулина', '1 морква', '2-3 зубчики часнику', '2 лаврові листки', 'Сіль, перець чорний мелений за смаком', 'Зелень (петрушка, кріп) для подачі', 'Рослинна олія для пасерування'],
        instructions: ['Горох замочити: Горох ретельно промийте і замочіть у холодній воді на ніч. Це допоможе йому швидше зваритися і стане м’якшим.',
            'Варка гороху: Злийте воду з замоченого гороху і перекладіть його в каструлю. Залийте свіжою водою і поставте на вогонь. Варіть до готовності (близько 40-50 хвилин).',
            'Підготовка овочів: Поки горох вариться, очистіть і наріжте картоплю кубиками, цибулю – дрібно, моркву – соломкою. Часник дрібно порубайте.',
            'Пасерування: На розігрітій олії пасеруйте цибулю до золотистого кольору, додайте моркву і тушкуйте ще кілька хвилин.',
            'Пасерування: На розігрітій олії пасеруйте цибулю до золотистого кольору, додайте моркву і тушкуйте ще кілька хвилин.',
            'Об’єднання інгредієнтів: Додайте пасеровані овочі, картоплю і лавровий лист у каструлю з горохом. Варіть до готовності картоплі (ще близько 15-20 хвилин).',
            'Заправка: За 5 хвилин до готовності додайте в суп подрібнений часник, сіль і перець за смаком.'],
        advices: [
            'Для більш насиченого смаку можна додати в суп шматочок копченого м’яса (реберця, корейку) або ковбаски.',
            'Якщо ви хочете зробити суп густішим, додайте трохи борошна, розведеного у холодній воді.',
            'Для пікантності можна додати в суп мелений коріандр або паприку.',
            'Гороховий суп добре поєднується з грінками або сухариками.'
        ],
        tags: ['Українська кухня', 'Пісна страва', 'Суп'],
        rate: 5,
        key: 2,
        myRecipe: true
    },

];
export default recipesDb;